Repository: Cyzor/tablet-driver
Catalog: MockTab/Localizable.xcstrings
Source language: en
Languages: de, es, ja

source: Native macOS driver for a few legacy drawing tablets
de: Nativer macOS-Treiber für einige ältere Zeichentabletts
es: Controlador nativo de macOS para algunas tabletas de dibujo heredadas
ja: 一部の旧型ペンタブレット向けのネイティブ macOS ドライバー

source: New Profile
de: Neues Profil
es: Nuevo perfil
ja: 新規プロファイル

source: No button assigned to toggle
de: Keine Taste für den Wechsel zugewiesen
es: Ningún botón asignado para alternar
ja: 切り替えボタンが未割り当て

source: No device
de: Kein Gerät
es: Sin dispositivo
ja: デバイスなし

source: No device connected
de: Kein Gerät verbunden
es: Ningún dispositivo conectado
ja: デバイス未接続

source: No other apps running
de: Keine anderen Apps aktiv
es: No hay otras apps en ejecución
ja: 他のAppが起動していません

source: No profiles
de: Keine Profile
es: Sin perfiles
ja: プロフィールなし

source: No profiles yet. Create one below.
de: Noch keine Profile. Unten erstellen.
es: Aún no hay perfiles. Crear uno abajo.
ja: プロフィールはまだありません。以下で作成してください。

source: No tablet data found in this file.
de: Keine Tablettdaten in dieser Datei gefunden.
es: No se encontraron datos de tableta en este archivo.
ja: このファイルにはタブレットデータがありません。

source: No tablet detected
de: Kein Tablett erkannt
es: No se detectó ninguna tableta
ja: タブレットが検出されませんでした

source: No tool
de: Kein Werkzeug
es: Sin herramienta
ja: ツールなし

source: No tool in proximity
de: Kein Werkzeug in der Nähe
es: Ninguna herramienta cerca
ja: ツールが近くにありません

source: None
de: Keine
es: Ninguno
ja: なし

source: None (device defaults)
de: Keine (Gerätevorgaben)
es: Ninguno (valores pred. del dispositivo)
ja: なし（デバイスのデフォルト）

source: None detected
de: Keine erkannt
es: Ninguno detectado
ja: 検出なし

source: Not a valid JSON file.
de: Keine gültige JSON-Datei.
es: No es un archivo JSON válido.
ja: 有効なJSONファイルではありません。

source: Not connected
de: Nicht verbunden
es: No conectado
ja: 未接続

source: not granted
de: nicht gewährt
es: no otorgado
ja: 付与されていない

source: Not granted
de: Nicht erteilt
es: No concedido
ja: 未許可

source: Not in your registry — profile will be available when this tablet connects.
de: Nicht in Ihrer Registrierung — Profil ist verfügbar, wenn dieses Tablett verbunden wird.
es: No está en su registro — el perfil estará disponible cuando se conecte esta tableta.
ja: レジストリにありません — このタブレットが接続されるとプロファイルが利用可能になります。

source: Off
de: Aus
ja: オフ

source: open
de: offen
es: abierto
ja: 開く

source: Open Source License
de: Open-Source-Lizenz
es: Licencia de código abierto
ja: オープンソースライセンス

source: Open System Settings to grant MockTab permission to inject keyboard and mouse events into other apps.
de: Öffnen Sie die Systemeinstellungen, um MockTab die Berechtigung zu erteilen, Tastatur- und Mausereignisse in andere Apps zu injizieren.
es: Abra Configuración del sistema para conceder a MockTab permiso para inyectar eventos de teclado y ratón en otras aplicaciones.
ja: システム設定を開き、MockTab が他のアプリにキーボードおよびマウスイベントを挿入する権限を付与してください。

source: Orientation
de: Ausrichtung
es: Orientación
ja: 向き

source: Other…
de: Sonstiges…
es: Otro…
ja: その他…

source: Paste
de: Einfügen
es: Pegar
ja: 貼り付け

source: Pen
de: Stift
es: Lápiz
ja: ペン

source: Pen Buttons
de: Stiftschaltflächen
es: Botones del lápiz
ja: ペンボタン

source: Pen Feel
de: Stifteigenschaften
es: Sensación del lápiz
ja: ペンの感度

source: Perform each of these actions, then click Done:
de: Führen Sie jede dieser Aktionen aus und klicken Sie dann auf Fertig:
es: Realice cada una de estas acciones, luego haga clic en Listo:
ja: これらの各アクションを実行し、完了をクリックしてください：

source: Permission
de: Berechtigung
es: Permiso
ja: アクセス許可

source: Portrait
de: Hochformat
es: Vertical
ja: 縦方向

source: Portrait Flipped
de: Hochformat (gedreht)
es: Vertical invertido
ja: 縦方向 (反転)

source: Potential Conflicts Detected
de: Mögliche Konflikte erkannt
es: Posibles conflictos detectados
ja: 潜在的な競合を検出しました

source: Preferences…
de: Einstellungen…
es: Preferencias…
ja: 環境設定…

source: Press and hold each side button on the pen
de: Halten Sie jede Seitentaste am Stift gedrückt
es: Mantenga presionado cada botón lateral del lápiz
ja: ペンの各サイドボタンを長押しします

source: Press each button on the tablet body (if any)
de: Drücken Sie jede Taste am Tablettgehäuse (falls vorhanden)
es: Presione cada botón en el cuerpo de la tableta (si los hay)
ja: タブレット本体の各ボタンを押します（ある場合）

source: Press the eraser end to the surface (if present)
de: Drücken Sie das Radierer-Ende auf die Oberfläche (falls vorhanden)
es: Presione el extremo del borrador sobre la superficie (si está presente)
ja: 消しゴム側を表面に押し付けます（ある場合）

source: Pressure
de: Druck
es: Presión
ja: 筆圧

source: pressure curve
de: Druckkurve
es: Curva de presión
ja: 筆圧カーブ

source: Pressure Curve
de: Druckkurve
es: Curva de presión
ja: 圧力曲線

source: Preview
de: Vorschau
es: Vista previa
ja: プレビュー

source: Primary display
de: Hauptdisplay
es: Pantalla principal
ja: メインディスプレイ

source: Profile
de: Profil
es: Perfil
ja: プロフィール

source: Profile name
de: Profilname
es: Nombre del perfil
ja: プロフィール名

source: Profile: %@
de: Profil: %@
es: Perfil: %@
ja: プロファイル: %@

# Profile: %@ (%@)
source: Profile: %1$@ (%2$@)
de: Profil: %@ (%@)
es: Perfil: %@ (%@)
ja: プロファイル: %@ (%@)

source: Profile: %@ (%@)
de: Profil: %@ (%@)
es: Perfil: %@ (%@)
ja: プロファイル: %@ (%@)

source: Profiles
de: Profile
es: Perfiles
ja: プロファイル

# profiles.count %lld
source: %lld profiles
de: %lld Profile
es: %lld perfiles
ja: %lld 件

source: Proportional mapping
de: Proportionale Projektion
es: Asignación proporcional
ja: プロポーショナルマッピング

source: Quit MockTab
de: MockTab beenden
es: Salir de MockTab
ja: MockTabを終了

source: Recommendation: Quit or disable the listed processes, then restart MockTab. For Wacom drivers, check System Settings → General → Login Items to prevent them from launching at startup. For RF jitter, try moving wireless receivers (mice, keyboards, Wi-Fi dongles) away from the tablet.
de: Empfehlung: Beenden oder deaktivieren Sie die aufgelisteten Prozesse und starten Sie MockTab neu. Bei Wacom-Treibern überprüfen Sie Systemeinstellungen → Allgemein → Anmeldeobjekte, um deren Start zu verhindern. Bei RF-Jitter versuchen Sie, drahtlose Empfänger (Mäuse, Tastaturen, WLAN-Dongles) vom Tablett wegzubewegen.
es: Recomendación: Salga o desactive los procesos listados, luego reinicie MockTab. Para los controladores Wacom, verifique Configuración del sistema → General → Elementos de inicio de sesión para evitar que se inicien al arrancar. Para el jitter de RF, intente alejar los receptores inalámbricos (ratones, teclados, dongles Wi-Fi) de la tableta.
ja: 推奨: リストされているプロセスを終了または無効にしてから、MockTab を再起動してください。Wacom ドライバーの場合は、「システム設定」→「一般」→「ログイン項目」を確認し、起動時の起動を防いでください。RF ジッターの場合は、ワイヤレスレシーバー（マウス、キーボード、Wi-Fi ドングル）をタブレットから遠ざけてみてください。

source: Record Shortcut
de: Tastenkürzel aufzeichnen
es: Grabar atajo
ja: ショートカットを記録

source: Redo
de: Wiederherstellen
es: Rehacer
ja: やり直す

source: Reduces cursor jitter. Higher values add lag.
de: Reduziert das Zittern des Cursors. Höhere Werte erhöhen die Latenz.
es: Reduce el temblor del cursor. Los valores más altos añaden latencia.
ja: カーソルのブレを減らします。値が高いほどラグが増えます。

source: Reduces cursor wobble from hand tremor. Higher values smooth more aggressively but add input lag.
de: Reduziert das Zittern des Cursors durch Handzittern. Höhere Werte glätten aggressiver, erhöhen aber die Eingabeverzögerung.
es: Reduce el temblor del cursor por temblor manual. Valores más altos suavizan más agresivamente pero añaden latencia de entrada.
ja: 手の震えによるカーソル揺らぎを低減。値が高いほどより積極的に滑らかにしますが、入力遅延が増加します。

source: Relative Cursor Movement
de: Relative Cursorbewegung
es: Movimiento relativo del cursor
ja: 相対カーソル移動

source: Releases
de: Veröffentlichungen
es: Lanzamientos
ja: リリース

source: Remove
de: Entfernen
es: Quitar
ja: 削除

source: Remove "%@"?
de: "%@" entfernen?
es: ¿Eliminar "%@"?
ja: "%@" を削除しますか？

source: Remove all %@ overrides for this tab
de: Alle Überschreibungen von %@ für diesen Tab entfernen
es: Eliminar todas las anulaciones de %@ para esta pestaña
ja: このタブの %@ のすべてのオーバーライドを削除

source: Remove this tool from the registry. It will reappear with its default name next time it is detected.
de: Dieses Werkzeug aus dem Register entfernen. Es wird mit seinem Standardnamen erneut angezeigt, wenn es das nächste Mal erkannt wird.
es: Elimine esta herramienta del registro. Reaparecerá con su nombre predeterminado la próxima vez que se detecte.
ja: このツールをレジストリから削除します。次に検出されときに、デフォルト名で再表示されます。

source: Rename
de: Umbenennen
es: Renombrar
ja: 名前を変更

source: Rename App
de: App umbenennen
es: Cambiar nombre de la app
ja: Appの名前を変更

source: Rename Tablet
de: Tablett umbenennen
es: Renombrar tableta
ja: タブレットの名前変更

source: Rename Tool
de: Werkzeug umbenennen
es: Renombrar herramienta
ja: ツールの名前変更

source: Rename…
de: Umbenennen…
es: Renombrar…
ja: 名前を変更…

source: Reset
de: Zurücksetzen
es: Restablecer
ja: リセット

source: Reset the active area to the full tablet surface (undoable).
de: Setzen Sie den aktiven Bereich auf die gesamte Tablettenoberfläche zurück (rückgängig machbar).
es: Restablezca el área activa a la superficie completa de la tableta (reversible).
ja: アクティブな領域をタブレット全体にリセット（元に戻せます）。

source: Reset to Full Area
de: Auf Vollbereich zurücksetzen
es: Restablecer a área completa
ja: フル領域にリセット

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
ja: Finderで表示

source: Reverses the pen's twist direction. Enable per-app for apps that interpret rotation backwards (e.g. Krita).
de: Kehrt die Drehrichtung des Stifts um. Aktivieren Sie pro App für Apps, die die Rotation rückwärts interpretieren (z. B. Krita).
es: Invierte la dirección de giro del bolígrafo. Habilite por aplicación para aplicaciones que interpretan la rotación hacia atrás (p. ej. Krita).
ja: ペンの回転方向を反転。回転を逆に解釈するアプリ用にアプリごとに有効化（例：Krita）。

source: RF interference: %@ pt/sample
de: RF-Interferenz: %@ Pkt/Sample
es: Interferencia de RF: %@ pt/muestra
ja: RF 干渉: %@ pt/サンプル

source: Right
de: Rechts
es: Derecha
ja: 右

source: Right Click
de: Rechtsklick
es: Clic derecho
ja: 右クリック

source: Ring — Left
de: Ring — Links
es: Ring — Izquierda
ja: ホイール — 左

source: Ring — Right
de: Ring — Rechts
es: Ring — Derecha
ja: ホイール — 右

source: Rotation
de: Drehung
es: Rotación
ja: 回転

source: rotation inverted
de: Drehung invertiert
es: Rotación invertida
ja: 回転（反転）

source: Running
de: Aktiv
es: En ejecución
ja: 実行中

source: Sacrifices real tilt to feed rotation as synthetic tilt for brush angle
de: Opfert das Tilt-Verhalten des Art Pens, damit Programme wie Adobe Photoshop echte Barrel-Rotation nutzen können.

source: Save
de: Speichern
es: Guardar
ja: 保存

source: Scratchpad
de: Testbereich
es: Área de prueba
ja: スクラッチパッド

source: Scroll
de: Scrollen
es: Desplazar
ja: スクロール

source: Scroll Wheel
de: Scrollrad
es: Rueda de desplazamiento
ja: スクロールホイール

source: Select a tool to force (or leave blank to use detected tool):
de: Wählen Sie ein Werkzeug aus, das erzwungen werden soll (oder lassen Sie es leer, um das erkannte Werkzeug zu verwenden):
es: Seleccione una herramienta para forzar (o deje en blanco para usar la herramienta detectada):
ja: 強制するツールを選択してください（検出されたツールを使用する場合は空白のままにします）：

source: Select All
de: Alles auswählen
es: Seleccionar todo
ja: すべて選択

source: Serial
de: Seriennummer
es: Número de serie
ja: シリアル番号

source: Set Up
de: Einrichten
es: Configurar
ja: 設定

# settings.count %lld
source: %lld settings
de: %lld Einstellungen
es: %lld ajustes
ja: %lld 件の設定

source: Share this file with MockTab developers for potential feature support.
de: Teilen Sie diese Datei mit den MockTab-Entwicklern für eine mögliche Funktionsunterstützung.
es: Comparta este archivo con los desarrolladores de MockTab para un posible soporte de funciones.
ja: 機能サポートの可能性について、このファイルを MockTab の開発者と共有してください。

source: Show details about detected conflicts with other tablet drivers and how to resolve them.
de: Details zu erkannten Konflikten mit anderen Tablett-Treibern und deren Behebung anzeigen.
es: Mostrar detalles sobre los conflictos detectados con otros controladores de tableta y cómo resolverlos.
ja: 他のタブレットドライバーとの競合の詳細と、その解決方法を表示します。

source: Show File in Finder
de: Datei im Finder anzeigen
es: Mostrar archivo en Finder
ja: Finderでファイルを表示

source: Show in Dock
de: Im Dock anzeigen
es: Mostrar en el Dock
ja: Dockに表示

source: Side button
de: Seitentaste
es: Botón lateral
ja: サイドボタン

source: Side button %lld
de: Seitentaste %lld
es: Botón lateral %lld
ja: サイドボタン %lld

source: Skipped
de: Übersprungen
es: Omitido
ja: スキップしました

source: Slide or touch any rings or strips on the tablet (if any)
de: Gleiten oder berühren Sie alle Ringe oder Streifen am Tablett (falls vorhanden)
es: Deslice o toque cualquier anillo o tira en la tableta (si los hay)
ja: タブレットのリングやストリップをスライドまたはタッチします（ある場合）

source: Snaps second tap to first click position within this radius for reliable double-clicks.
de: Zweiter Tipp wird innerhalb dieses Radius an die Position des ersten Tipps geschnappt – für zuverlässige Doppelklicks.
es: El segundo toque se ajusta a la posición del primero dentro de este radio — para doble clics más fiables.
ja: この半径内で2回目のタップを1回目の位置にスナップ – ダブルクリックを確実にする。

source: Soft
de: Weich
es: Suave
ja: ソフト

source: Soft response — light pressure reaches full output quickly. Good for loose, expressive work.
de: Weiche Reaktion — leichter Druck erreicht schnell maximale Ausgabe. Gut für lockere, ausdrucksstarke Arbeiten.
es: Respuesta suave — presión ligera alcanza salida completa rápidamente. Bueno para trabajo suelto y expresivo.
ja: ソフト応答 — 軽圧がすぐに最大出力に達する。自由で表現的な作業に最適。

source: Source Code
de: Quellcode
es: Código fuente
ja: ソースコード

source: Spacebar
de: Leertaste
es: Barra espaciadora
ja: スペースキー

source: Speed
de: Geschwindigkeit
es: Velocidad
ja: 速度

source: Stabilization
de: Stabilisierung
es: Estabilización
ja: 手ぶれ補正

source: Starting…
de: Starten…
es: Iniciando…
ja: 開始しています…

source: Strength
de: Stärke
es: Intensidad
ja: 強度

source: Stylus Name
de: Stiftname
es: Nombre del lápiz
ja: スタイラス名

source: Stylus Type
de: Stifttyp
es: Tipo de lápiz
ja: スタイラスの種類

source: Tablet Area
de: Tablet-Bereich
es: Área de tableta
ja: タブレット領域

source: Tablets
de: Tabletten
es: Tabletas
ja: タブレット

source: Tablets : none
de: Tablets : keine
es: Tablets : ninguno
ja: Tablets : なし

source: Test Area
de: Testbereich
es: Área de prueba
ja: テスト領域

source: The active tablet area maps to the selected display.
de: Der aktive Tablet-Bereich wird auf die ausgewählte Anzeige abgebildet.
es: El área activa de la tableta se asigna a la pantalla seleccionada.
ja: アクティブなタブレット領域は、選択したディスプレイにマップされます。

source: This tool will reappear with its default name next time the tablet detects it.
de: Dieses Tool wird mit seinem Standardnamen angezeigt, wenn das Tablet es das nächste Mal erkennt.
es: Esta herramienta reaparecerá con su nombre predeterminado la próxima vez que la tableta la detecte.
ja: このツールは、タブレットが次回検出したときにデフォルト名で再表示されます。

source: Tilt
de: Neigung
es: Inclinación
ja: 傾き

source: Tip
de: Stiftspitze
es: Punta
ja: ペン先

source: tip ≠ default
de: Spitze ≠ Standard
es: Punta ≠ Predeterminado
ja: ペン先 ≠ デフォルト

source: Toggle between displays
de: Zwischen Displays wechseln
es: Alternar entre pantallas
ja: ディスプレイを切り替える

source: Toggle Buttons — Left
de: Umschalt-Tasten — Links
es: Botones de alternancia — Izquierda
ja: トグルボタン — 左

source: Toggle Buttons — Right
de: Umschalttasten — Rechts
es: Botones de alternancia — Derecha
ja: トグルボタン — 右

source: Toggle Display
de: Anzeige umschalten
es: Cambiar pantalla
ja: ディスプレイ切り替え

source: Tool
de: Werkzeug
es: Herramienta
ja: ツール

source: Tool Code
de: Werkzeugcode
es: Código de herramienta
ja: ツールコード

source: Tool name
de: Werkzeugname
es: Nombre de la herramienta
ja: ツール名

source: Tool not fully supported on this device
de: Werkzeug wird auf diesem Gerät nicht vollständig unterstützt
es: La herramienta no es totalmente compatible con este dispositivo
ja: このデバイスではツールが完全にサポートされていません

source: Tools
de: Werkzeuge
es: Herramientas
ja: ツール

source: Tools (All Tablets)
de: Werkzeuge (alle Tabletten)
es: Herramientas (todas las tabletas)
ja: ツール (すべてのタブレット)

source: Touch Ring
de: Berührungsring
es: Anillo táctil
ja: タッチリング

source: Touch Ring — Left
de: Berührungsring — Links
es: Anillo táctil — Izquierda
ja: タッチリング — 左

source: Touch Ring — Right
de: Berührungsring — Rechts
es: Anillo táctil — Derecha
ja: タッチリング — 右

source: Touch Strips
de: Berührungsleisten
es: Franjas táctiles
ja: タッチストリップ

source: Touch the pen tip to the surface, then lift
de: Berühren Sie mit der Stiftspitze die Oberfläche und heben Sie sie dann an
es: Toque la superficie con la punta del lápiz, luego levántela
ja: ペン先を表面にタッチして、離します

source: Triggered by %@
de: Ausgelöst durch %@
es: Desencadenado por %@
ja: %@ によってトリガーされました

source: Type shortcut…
de: Tastenkürzel eingeben …
es: Escribir atajo…
ja: ショートカット入力…

source: Undo
de: Rückgängig
es: Deshacer
ja: 元に戻す

source: Use a button press to cycle the tablet's active mapping between selected displays.
de: Verwenden Sie einen Tastendruck, um die aktive Zuordnung des Tablets zwischen ausgewählten Anzeigen zu wechseln.
es: Use un botón para cambiar entre los mapeos activos de la tableta en las pantallas seleccionadas.
ja: ボタンを押して、選択したディスプレイ間でタブレットのアクティブなマッピングを切り替え。

source: Use this if your device is unrecognised or a feature isn't working as expected. The collection takes about one minute.
de: Verwenden Sie dies, wenn Ihr Gerät nicht erkannt wird oder eine Funktion nicht wie erwartet funktioniert. Die Sammlung dauert etwa eine Minute.
es: Utilice esto si su dispositivo no es reconocido o si una función no funciona como se esperaba. La recopilación tarda aproximadamente un minuto.
ja: デバイスが認識されない場合、または機能が期待通りに動作しない場合に使用します。収集には約 1 分かかります。

source: View
de: Ansicht
es: Ver
ja: 表示

source: View License
de: Lizenz anzeigen
es: Ver licencia
ja: ライセンスを表示

source: Width
de: Breite
es: Anchura
ja: 幅

source: You dropped %lld apps. Add all of them as overrides?
de: Sie haben %lld Apps abgelegt. Alle als Überschreibungen hinzufügen?
es: Has soltado %lld aplicaciones. ¿Añadirlas todas como anulaciones?
ja: %lld 個のアプリがドロップされました。すべてをオーバーライドとして追加しますか？

source: Your display is rotated. Combined with a rotated tablet, this may require adjustment. Test your pen input to verify the mapping is correct.
de: Ihr Bildschirm ist gedreht. In Kombination mit einem gedrehten Tablett ist möglicherweise eine Anpassung erforderlich. Testen Sie Ihre Stifteingabe, um sicherzustellen, dass die Zuordnung korrekt ist.
es: Su pantalla está rotada. Combinado con una tableta rotada, esto puede requerir un ajuste. Pruebe la entrada de su lápiz para verificar que el mapeo sea correcto.
ja: ディスプレイが回転しています。タブレットの回転と組み合わせると、調整が必要になる場合があります。ペン入力をテストして、マッピングが正しいことを確認してください。

source: App name
es: Nombre de la app
ja: App名

source: HID Manager
es: Administrador HID
ja: HIDマネージャー

source: Illustrator: John Tenniel, 1865
es: Ilustrador: John Tenniel, 1865
ja: イラストレーター: ジョン・テニエル、1865年

source: Info
es: Información
ja: 情報

source: Launch at login: %@
es: Iniciar en login: %@
ja: ログイン時に起動: %@

source: Linear
es: Lineal
ja: リニア

source: proportional
es: Proporcional
ja: プロポーション

source: Status
es: Estado
ja: ステータス

source: Version %@
es: Versión %@
ja: バージョン %@

source: (Auto: %@)
ja: （自動: %@）

source: Global
ja: グローバル
